import AddTestimonial from "../AddTestimomial";



function Testimonials(){
        return(<div className="heading">

<div className="addtestimonial">
<a className='btnClass'  href='#classOne'> <button className="pen">🖊️ ДОБАВИТЬ ОТЗЫВ</button> </a> 
</div>

<div className="line">
        <div className="colonm">
        <p>Катерина</p>
        <img src="https://i5.otzovik.com/2017/05/avatar/68667332.jpeg" width={80} alt="xx" />
        </div>
        <div className="colonm">
        <p>26/07/2017</p>
        <p>⭐⭐⭐⭐⭐</p>
        <p>👍 Консистенция, оформление, аромат, питает, смягчает</p>
        <p>👎 Нет</p>
        <p>Одна из самых любимых марок, которую я полюбила за ароматные фруктовые запахи, натуральный состав и отсутствие тестирования продуктов на животных. Продукция марки прекрасно увлажняет кожу, ухаживает, содержит витамины, ухаживающие масла. Мне очень нравится.</p>
        <div>
         <button className='btnScore'>Понравился отзыв</button>
         <span className="score"> 💗 7</span>
        </div>
        </div>
        
</div>

<div className="line">
        <div className="colonm">
        <p>Эльза</p>
        <img src="https://i6.otzovik.com/2018/09/avatar/87434849.jpeg?86a4" width={80} alt="xx" />
        </div>
        <div className="colonm">
        <p>12/12/2019</p>
        <p>⭐⭐⭐⭐</p>
        <p>👍 Отличные запахи, состав, консистенция</p>
        <p>👎 Высокая цена.</p>
        <p>Хорошая ухаживающая косметика для тела. Большой выбор Гелей и кремов. Основной плюс марки, что она специализируется только на выпуске ухаживающей косметике. Поэтому хочется надеятся, что все выпускаемые продукты хорошего качества. </p>
        <div>
         <button className='btnScore'>Понравился отзыв</button>
         <span className="score"> 💗 3</span>
        </div>
        </div>
        
</div>

<div className="line">
        <div className="colonm">
        <p>Стеша421</p>
        <img src="https://i6.otzovik.com/2018/08/avatar/52826766.jpeg?1937" width={80} alt="xx" />
        </div>
        <div className="colonm">
        <p>21/09/2018</p>
        <p>⭐⭐⭐⭐</p>
        <p>👍 натуральность, разнообразие, экономичный расход</p>
        <p>👎 цена</p>
        <p>Мне нравится продукция этой марки , хотя приобретаю я там что-то не так часто. На то есть две причины: <br></br>
1. Все же стоимость некоторых товаров высока
2. Расходуются продукты очень экономично</p>
<div>
         <button className='btnScore'>Понравился отзыв</button>
         <span className="score"> 💗 12</span>
        </div>

        </div>
        
</div>

<div className="line">
        <div className="colonm">
        <p>Ульяна</p>
        <img src="https://i7.otzovik.com/2020/05/avatar/25608003.jpeg?4bef" width={80} alt="xx" />
        </div>
        <div className="colonm">
        <p>25/01/22</p>
        <p>⭐⭐⭐⭐</p>
        <p>👍 качество и натуральность, аромат, большой выбор на любой вкус</p>
        <p>👎 дороговато</p>
        <p>Впервые продукцию этой фирмы получила в подарок от сестры на день рождения! То, что я получила море положительных эмоций от использования - это ничего не сказать!</p>
        <div>
         <button className='btnScore'>Понравился отзыв</button>
         <span className="score"> 💗 2</span>
        </div>
        </div>
        
</div>

<div className="line">
        <div className="colonm">
        <p>Ната</p>
        <img src="https://i6.otzovik.com/2017/12/avatar/85360375.jpeg?e7a9" width={80} alt="xx" />
        </div>
        <div className="colonm">
        <p>5/08/2018</p>
        <p>⭐⭐⭐⭐⭐</p>
        <p>👍Шикарное качество и потрясающие ароматы</p>
        <p>👎Нет</p>
        <p>Косметику данной марки открыла Я для себя сравнительно недавно. Обратила внимание на вкусные и красивые упаковки и конечно на многчисленные хвалебные отзывы.</p>
        <div>
         <button className='btnScore'>Понравился отзыв</button>
         <span className="score"> 💗 5</span>
        </div>
        </div>
        
</div>

<div className="line">
        <div className="colonm">
        <p>Кристи007</p>
        <img src="https://i7.otzovik.com/2020/04/avatar/45499235.jpeg?b263" width={80} alt="xx" />
        </div>
        <div className="colonm">
        <p>16/06/2018</p>
        <p>⭐⭐⭐</p>
        <p>👍приятный запах ожидаемый эффект</p>
        <p>👎мало магазинов завышенный ценник</p>
        <p>Нечайно столкнулась в этой продукцией в командировки искала крем для основы под макияж, и с итоге приобрела с витамином С, крем плотный жирноват выравнивает тон и дает немного сияние, то что нужно, при этом расход продукта очень экономичный, что не может не радовать при такой стоимости
        </p>
        <div>
         <button className='btnScore'>Понравился отзыв</button>
         <span className="score"> 💗 7</span>
        </div>
        
        </div>
        
</div>

<div className="line">
        <div className="colonm">
        <p>Медуза</p>
        <img src="https://i8.otzovik.com/2021/05/avatar/2755807.jpeg?ea84" width={80} alt="xx" />
        </div>
        <div className="colonm">
        <p>21/02/2020</p>
        <p>⭐⭐⭐⭐⭐</p>
        <p>👍Имеет приятную текстуру, быстро впитывается, крем который действительно увлажняет и напитывает, делает кожу красивой</p>
        <p>👎Не обнаружила</p>
        <p>Как то зашла в меге в отдел этой косметики, там все так приятно пахнет, что не могла удержаться, купила сразу кучу всего и не разочаровалась в своих покупках.
            Стала фанаткой их средств по уходу. Рекомендую!!</p>
            <div>
         <button className='btnScore'>Понравился отзыв</button>
         <span className="score"> 💗 11</span>
        </div>
        </div>
        
</div>

<div className="line">
        <div className="colonm">
        <p>Лилия</p>
        <img src="https://i.otzovik.com/2016/10/avatar/970545.png" width={80} alt="xx" />
        </div>
        <div className="colonm">
        <p>06/03/2019</p>
        <p>⭐⭐⭐⭐⭐</p>
        <p>👍 Ассортимент, работа консультантов, регулярные акции , Карты по системы лояльности которые дают приятные бонусы</p>
        <p>👎 Нет</p>
        <p>Совсем недавно зашла в магазин. Изначально не планировала там ничего покупать, но скидки и приятный аромат, который исходил от тестеров переубедили меня. Купила скраб для тела и бальзам для губ теперь любовь к этому бренду!</p>
        <div>
         <button className='btnScore'>Понравился отзыв</button>
         <span className="score"> 💗 3</span>
        </div>
        </div>
        
</div>
<section id='classOne'>
<AddTestimonial />
</section>


</div>)
}

export default Testimonials;