export const dataTestimonials= [
    {
        id: 31,
        name: 'Катерина',
        foto: 'https://i5.otzovik.com/2017/05/avatar/68667332.jpeg',
        date: '26/07/2017',
        rate: '⭐⭐⭐⭐⭐',
        plus: ' Консистенция, оформление, аромат, питает, смягчает',
        minus: 'Нет',
        text: 'Одна из самых любимых марок, которую я полюбила за ароматные фруктовые запахи, натуральный состав и отсутствие тестирования продуктов на животных. Продукция марки прекрасно увлажняет кожу, ухаживает, содержит витамины, ухаживающие масла. Мне очень нравится.',
        like: ''

    },
    {
        id: 32,
        name: 'Эльза',
        foto: 'https://i6.otzovik.com/2018/09/avatar/87434849.jpeg?86a4',
        date: '12/12/2019',
        rate: '⭐⭐⭐⭐',
        plus: 'Отличные запахи, состав, консистенция',
        minus: ' Высокая цена.',
        text: 'Хорошая ухаживающая косметика для тела. Большой выбор Гелей и кремов. Основной плюс марки, что она специализируется только на выпуске ухаживающей косметике. Поэтому хочется надеятся, что все выпускаемые продукты хорошего качества. ',
        like: ''

    },
    {
        id: 33,
        name: 'Стеша421',
        foto: 'https://i6.otzovik.com/2018/08/avatar/52826766.jpeg?1937',
        date: '21/09/2018',
        rate: '⭐⭐⭐⭐',
        plus: 'натуральность, разнообразие, экономичный расход',
        minus: ' цена',
        text: 'Мне нравится продукция этой марки , хотя приобретаю я там что-то не так часто. На то есть две причины: 1. Все же стоимость некоторых товаров высока 2. Расходуются продукты очень экономично',
        like: ''

    },
    {
        id: 34 ,
        name: 'Ульяна',
        foto: 'https://i7.otzovik.com/2020/05/avatar/25608003.jpeg?4bef',
        date: '25/01/22',
        rate: '⭐⭐⭐⭐',
        plus: 'качество и натуральность, аромат, большой выбор на любой вкус',
        minus: 'дороговато',
        text: 'Впервые продукцию этой фирмы получила в подарок от сестры на день рождения! То, что я получила море положительных эмоций от использования - это ничего не сказать!',
        like: ''

    },
    {
        id: 35,
        name: 'Ната',
        foto: 'https://i6.otzovik.com/2017/12/avatar/85360375.jpeg?e7a9',
        date: '5/08/2018',
        rate: '⭐⭐⭐⭐⭐',
        plus: 'Шикарное качество и потрясающие ароматы',
        minus: 'Нет',
        text: 'Косметику данной марки открыла Я для себя сравнительно недавно. Обратила внимание на вкусные и красивые упаковки и конечно на многчисленные хвалебные отзывы.',
        like: ''

    },
    {
        id: 36,
        name: 'Кристи007',
        foto: 'https://i7.otzovik.com/2020/04/avatar/45499235.jpeg?b263',
        date: '16/06/2018',
        rate: '⭐⭐⭐',
        plus: 'приятный запах ожидаемый эффект',
        minus: 'мало магазинов завышенный ценник',
        text: 'Нечайно столкнулась в этой продукцией в командировки искала крем для основы под макияж, и с итоге приобрела с витамином С, крем плотный жирноват выравнивает тон и дает немного сияние, то что нужно, при этом расход продукта очень экономичный, что не может не радовать при такой стоимости',
        like: ''

    },
    {
        id:37 ,
        name: 'Медуза',
        foto: 'https://i8.otzovik.com/2021/05/avatar/2755807.jpeg?ea84',
        date: '21/02/2020',
        rate: '⭐⭐⭐⭐⭐',
        plus: 'Имеет приятную текстуру, быстро впитывается, крем который действительно увлажняет и напитывает, делает кожу красивой',
        minus: 'Не обнаружила',
        text: 'Как то зашла в меге в отдел этой косметики, там все так приятно пахнет, что не могла удержаться, купила сразу кучу всего и не разочаровалась в своих покупках. Стала фанаткой их средств по уходу. Рекомендую!!',
        like: ''

    },
    {
        id: 38,
        name: 'Лилия',
        foto: 'https://i.otzovik.com/2016/10/avatar/970545.png',
        date: '06/03/2019',
        rate: '⭐⭐⭐⭐⭐',
        plus: 'Ассортимент, работа консультантов, регулярные акции , Карты по системы лояльности которые дают приятные бонусы',
        minus: 'Нет',
        text: 'Совсем недавно зашла в магазин. Изначально не планировала там ничего покупать, но скидки и приятный аромат, который исходил от тестеров переубедили меня. Купила скраб для тела и бальзам для губ теперь любовь к этому бренду!',
        like: ''

    }
]